{
    "OLD_EGYPT": [
        "The Great Pyramid of Giza was built during the Old Kingdom and remains the only surviving wonder of the ancient world.",
        "Ancient Egyptians invented toothpaste, breath mints, and even bowling!",
        "Both men and women in Ancient Egypt wore makeup, believing it had healing powers.",
        "The 365-day calendar was invented in Ancient Egypt to predict the Nile floods.",
        "Cats were considered sacred and bringing one into your home was thought to bring good luck.",
        "Workers on the Pyramids were paid in beer and bread, not gold.",
        "The board game 'Senet' was so popular that Pharaohs were buried with it."
    ],
    "COPTIC_EGYPT": [
        "Coptic art is famous for its 'wide eyes' which were thought to reveal the spiritual nature of the subject.",
        "The Coptic calendar is still used today by farmers in Egypt to track agricultural seasons.",
        "Coptic textiles are renowned worldwide for their intricate weaving and vibrant colors.",
        "The Coptic language is the final stage of the ancient Egyptian language, written with Greek letters.",
        "St. Catherine's Monastery in Sinai is one of the oldest working Christian monasteries in the world.",
        "The Fayum mummy portraits are a blend of Egyptian and Greco-Roman artistic styles.",
        "Coptic bookbinding techniques influenced the first codex books used in Europe."
    ],
    "ISLAMIC_EGYPT": [
        "Al-Azhar University in Cairo, founded in 970 AD, is one of the oldest operating universities in the world.",
        "The City of 1,000 Minarets is a nickname for Cairo due to its spectacular Islamic architecture.",
        "Medieval Cairo was one of the largest cities in the world, a hub of spice trade and scholarship.",
        "Ibn al-Haytham, the father of modern optics, wrote his Book of Optics in Cairo.",
        "The intricate wood latticework known as 'Mashrabiya' was designed to cool homes without AC.",
        "Cairo's Khan el-Khalili market has been a major center of trade since the 14th century.",
        "The Citadel of Saladin was built using limestone taken from the Great Pyramids casing."
    ]
}